
//VIEWDATA JOB (ACCT),'View Data',CLASS=A,MSGCLASS=H,NOTIFY=&SYSUID
//STEP1    EXEC PGM=DSNUTILB,PARM='DSN,DSNTEP4'
//STEPLIB  DD DSN=DSN.DSNEXIT,DISP=SHR
//         DD DSN=DSN.DSNLOAD,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  SELECT NAME, ROLL_NO FROM Z66844.EMPLOYEE;
/*
//
